{
  "${modID}:EventID": {
    "NAME": "Event Name",
    "DESCRIPTIONS": [
      "This is event text, generally used to describe what's happening.",
      "#g~This~ #g~text~ #g~is~ #g~green~ #g~and~ #g~wavy.~",
      "#r@RED@ #r@AND@ #r@VIBRATING@ #r@TEXT.@",
      "#rRed #gGreen #yYellow #bBlue #pPurple. ~Wavy~ @vibrating.@",
      "You have to mark every word individually.",
      "You can also use [#ffffff]white[] hex color codes like this to color text.",
      "This also works in card text! But not on keywords."
    ],
    "OPTIONS": [
      "[Action Description] What you actually get.",
      "[Denial] #rLose #r1 #rMax #rHP. Bad stuff is red.",
      "[Acceptance] #gGain #gApotheosis. Good stuff is green.",
      "[Leave]",
      "Select card to remove. (You can also stick extra text like this in here.)"
    ]
  },
  "${modID}:AlexanderStuck": {
    "NAME": "Iron Fist Alexander",
    "DESCRIPTIONS": [
      "#r@Olá?@ Você pode me ouvir?",
      " NL Me ajude! Estou preso.",
      " NL #r@Olá?@ #r@Alô@ Qualquer um!",
      " NL Oh minhas estrelas, estou tão feliz em vê-lo!",
      " NL Eu sou Alexander, também conhecido como Punho de Ferro. E como você pode ver, eu sou estoque aqui.",
      " NL Por favor, você pode me ajudar com isso?",
      "Ahh! Bem feito bom senhor. Bem feito. Embora aquele seu poderoso golpe quase tenha significado o meu fim!",
      " NL Ha ha ha ha! Bem, estou fora agora, e é isso que importa.",
      " NL Agradeço e, como sinal de minha gratidão, gostaria que você ficasse com isso"
    ],
    "OPTIONS": [
      "#g[Help] Perca #b",
      " HP para ajudar Alexander.",
      "Sair."
    ]
  },
  "${modID}:AlexanderLava": {
    "NAME": "Iron Fist Alexander",
    "DESCRIPTIONS": [
      "Nng! Rnngh! Ó montanha de fogo! Asse-me em suas chamas!",
      " NL Nnngh! Ah, bom senhor, que negócios você poderia ter em um lugar como este?",
      " NL Não acho que você esteja aqui para se temperar com chamas, considerando essa sua forma de carne.",
      " NL Seu timing, porém, está impecável como sempre! Tenho feito exatamente o que você precisa em minha jornada até aqui.",
      " NL Pegue, tenho certeza que vai ficar bem em você."
    ],
    "OPTIONS": [
      "#g[Obter] Lembrança de Alexander.",
      "Sair."
    ]
  },
  "${modID}:RyaSnake": {
    "NAME": "Rya",
    "DESCRIPTIONS": [
      "Hum, ah, é você. Me perdoe. Minha mente nunca para de se agitar ultimamente. Hmm, bem... eu sei que posso confiar em você...",
      " NL Eu vi algo deslizando na escuridão da noite. Entrou na sala ao lado desta e nunca mais saiu.",
      " NL Se não me engano, assumiu a forma de uma serpente, assim como eu...",
      " NL Sei que não deveria impor, mas, se você descobrir alguma coisa, poderia compartilhar?",
      "Sério... Ah, então havia um segredo, afinal... Nossa...",
      " NL Lady Tanith, minha própria mãe, me enganou...",
      " NL Eu não nasci... pela graça de um rei?",
      "Selecione uma carta para compartilhar."
    ],
    "OPTIONS": [
      "#g[Compartilhar] Receba uma recompensa com base no compartilhamento.",
      "Sair."
    ]
  },
  "${modID}:AlexanderDuel": {
    "NAME": "Iron Fist Alexander",
    "DESCRIPTIONS": [
      "Só tenho uma coisa a pedir a você. Você poderia gentilmente aceitar minha provação?",
      " NL Venha e me diga quando estiver pronto. Tenho desejado lutar contra um guerreiro tão talentoso quanto você."
    ],
    "OPTIONS": [
      "#g[Lutar] Receba uma relíquia.",
      "#r[Recusar] Perca uma relíquia.",
      "#r[Sair] Receba 12 de dano.",
      "Sair."
    ]
  }
}
