{
  "${modID}:EventID": {
    "NAME": "Event Name",
    "DESCRIPTIONS": [
      "This is event text, generally used to describe what's happening.",
      "#g~This~ #g~text~ #g~is~ #g~green~ #g~and~ #g~wavy.~",
      "#r@RED@ #r@AND@ #r@VIBRATING@ #r@TEXT.@",
      "#rRed #gGreen #yYellow #bBlue #pPurple. ~Wavy~ @vibrating.@",
      "You have to mark every word individually.",
      "You can also use [#ffffff]white[] hex color codes like this to color text.",
      "This also works in card text! But not on keywords."
    ],
    "OPTIONS": [
      "[Action Description] What you actually get.",
      "[Denial] #rLose #r1 #rMax #rHP. Bad stuff is red.",
      "[Acceptance] #gGain #gApotheosis. Good stuff is green.",
      "[Leave]",
      "Select card to remove. (You can also stick extra text like this in here.)"
    ]
  },
  "${modID}:AlexanderStuck": {
    "NAME": "Iron Fist Alexander",
    "DESCRIPTIONS": [
      "Hello-o? Can you hear me?.",
      " NL Help me! I'm stuck.",
      " NL Hello? Hellooo! Anyone!",
      " NL Oh my stars I'm so happy to see you!",
      " NL I am Alexander, also known as the Iron Fist. And as you can see, I'm stock here.",
      " NL Please, can you help me out of this?",
      "Ahh! Well played good sir. Well Played. Though that mighty wallop of yours almost spelt the end of me!",
      " NL Ha ha ha ha! Well, I'm out now, and that's what counts.",
      " NL I thank you, and as a token of my appreciation, I'd like you to have this"
    ],
    "OPTIONS": [
      "#r[Help] Loses #b",
      " HP to help Alexander.",
      "Leave."
    ]
  },
  "${modID}:AlexanderLava": {
    "NAME": "Iron Fist Alexander",
    "DESCRIPTIONS": [
      "Ngh! Rnnngh! O mountain of fire! Bake me in your flames!",
      " NL Nnngh! Ah, good sir, what business might you have in such a place as this?",
      " NL I hardly think you're here to temper yourself with flame, considering that flesh form of yours.",
      " NL Your timing though, is impeccable as ever! I've been making just the thing for you on my journey here.",
      " NL Take it, I'm sure it'll suit you to a tee."
    ],
    "OPTIONS": [
      "#g[Get] Souvenir from Alexander.",
      "Leave."
    ]
  },
  "${modID}:RyaSnake": {
    "NAME": "Rya",
    "DESCRIPTIONS": [
      "Um, oh, it's you. Forgive me. My mind never ceases to churn of late. Hmm, well... I know I can trust you...",
      " NL I saw something, slithering in the pitch black of night. It entered the room next to this one, and never came out.",
      " NL If I'm not mistaken, it took the form of a serpent, just like me...",
      " NL I realise that I shouldn't impose but, if you discover anything, would you please share?",
      "Really... Oh, so there was a secret after all... Oh my...",
      " NL Lady Tanith, my own mother, has deceived me...",
      " NL Was I not... born by the grace of a king?",
      "Select a Card to Share."
    ],
    "OPTIONS": [
      "#g[Share] Receive a reward based on the share.",
      "Leave."
    ]
  }
}
